export default [
  {
    '功能': '资源千汇',
    '介绍': '研学平台各种学习工具的汇总，包括：中文外文期刊、数据库、电子图书、会议信息、统计年报、基金数据、行业标准、中外专利、科学计量、在线课程。',
    '访问地址': 'https://x.cnki.net/web/yx-web-activity/resourceLink.html#/home'
  },
  {
    '功能': '资源包',
    '介绍': '提供多学科资源包，覆盖经典必读、权威汇编、趋势分析等，助力系统学习。',
    '访问地址': 'https://x.cnki.net/xmrd/#/home'
  },
  {
    '功能': '课程',
    '介绍': '提供专业学科视频课程，助力知识学习。',
    '访问地址': 'https://x.cnki.net/course/home'
  },
  {
    '功能': '好文观止',
    '介绍': '按主题精选文章或段落，支持阅读学习与收藏。',
    '访问地址': 'https://x.cnki.net/web/discover/'
  },
  {
    '功能': '团队',
    '介绍': '研学平台团队版，主要给团队/机构用户提供服务，打造强大团队知识库，可以申请试用，试用申请问卷地址：https://www.wjx.cn/jq/.aspx',
    '访问地址': 'https://x.cnki.net/team/index.html?source=psmc#/'
  },
  {
    '功能': '应用',
    '介绍': '整合研学平台及第三方全流程工具，助力用户高效完成学习任务。',
    '访问地址': 'https://x.cnki.net/market/#/'
  },
  {
    '功能': '研学AI',
    '介绍': '研学平台的AI工具汇总，包括：全库问答、AI选题分析、AI研读、专题探究、文献矩阵、文献综述、AI辅写、AI论文预审等功能，研学核心功能模块之一',
    '访问地址': 'https://xai.cnki.net/'
  },
  {
    '功能': 'AI论文预审',
    '介绍': 'AI工具，提供论文预审、评审维度、评审历史功能、从初稿到终稿的智能陪跑。',
    '访问地址': 'https://x.cnki.net/web/paper-pre/#/home'
  },
  {
    '功能': '全库问答',
    '介绍': '支持关键词/问题及身份智能问答，提供文献/段落精准检索',
    '访问地址': 'https://xai.cnki.net/'
  },
  {
    '功能': 'AI选题分析',
    '介绍': '包括选题推荐、定题测评、标题打磨、研究态势分析功能。选题推荐：根据关键词和研究领域生成选题，支持文献阅读，也可使用文献综述功能根据选题生成文献综述；定题评测：根据身份、研究领域、论文类型以及选题方向进行选题价值评估、发布趋势分析、研究成果分布分析、期刊推荐；标题打磨：根据身份、研究领域、论文类型、论文标题进行打磨，提供更优质的标题；研究态势分析：根据关键词分析，结果分为研究趋势、学科渗透、关键词共现、分布分析四个部分，并进行对应文献推荐，期刊推荐。',
    '访问地址': 'https://x.cnki.net/web/topic/#/home'
  },
  {
    '功能': 'AI研读',
    '介绍': '选择指定或者推荐的文献进行AI研读学习，支持渐进式阅读、矩阵式阅读，同时在阅读页面支持AI生成矩阵、引文矩阵分析、AI辅写、参考印证、学习笔记、笔记导图、翻译等功能。',
    '访问地址': 'https://xai.cnki.net/read'
  },
  {
    '功能': '专题探究',
    '介绍': '基于专题的关联文献进行问题解析，一键生成阅读报告或文献综述',
    '访问地址': 'https://xai.cnki.net/chat'
  },
  {
    '功能': '文献矩阵',
    '介绍': '进入研读学习—我的专题—文献矩阵，即可使用AI生成矩阵功能，该功能在每一篇可以阅读的文献中都可使用。',
    '访问地址': '阅读文献时即可使用'
  },
  {
    '功能': '文献综述',
    '介绍': '根据主题、学科领域、语言、参考文献智能生成大纲，然后智能生成全文。',
    '访问地址': 'https://xai.cnki.net/overview'
  },
  {
    '功能': 'AI辅写',
    '介绍': '可以在创作投稿-我的创作创建文档，辅写可使用AI功能：AI文献综述、生成全文、生成大纲、生成教学教案、生成实验设计方案、行业调研报告，也支持自由对话然后将答案插入到文档。',
    '访问地址': 'https://x.cnki.net/web/psmc/#/creation/list'
  },
  {
    '功能': '文献检索',
    '介绍': '研学平台提供的检索功能，支持分类检索，分类包括：全部文献、学术期刊、博硕士、会议、报纸、年鉴、图书。支持结果中检索、高级检索、跨库选择、收藏文献到专题、可视化分析等。研学核心功能模块之一',
    '访问地址': 'https://x.cnki.net/kns8/DefaultResult/Index'
  },
  {
    '功能': '全站检索',
    '介绍': '输入关键词搜索专题、文献、笔记、创作、汇编笔记、我的资源包、课程等个人知识',
    '访问地址': '研学平台首页右上方'
  },
  {
    '功能': '个人中心',
    '介绍': '研学平台用户的个人中心，用于保存用户的相关信息。包括：我的权益、关联机构/团队、我的卡券码、我的消费记录、我的积分、我参与的活动、我的文献分享、个人信息、头像设置、修改密码。',
    '访问地址': 'https://x.cnki.net/account/app.html'
  },
  {
    '功能': '我的权益',
    '介绍': '展示用户在研学平台所拥有的各项权益，包括：资源权益、功能权益、存储空间、访问设备数。',
    '访问地址': 'https://x.cnki.net/account/app.html#/myRights'
  },
  {
    '功能': '关联团队和机构',
    '介绍': '展示用户关联的团队和机构，可以进行机构/团队的关联和解绑操作,关联方式支持：IP关联、口令关联。',
    '访问地址': 'https://x.cnki.net/account/app.html#/associatedTeam'
  },
  {
    '功能': '我的卡券码',
    '介绍': '展示用户在研学平台获取到的体验卡，优惠券、会员码，同时提供兑换卡券码功能。',
    '访问地址': 'https://x.cnki.net/account/app.html#/account'
  },
  {
    '功能': '我的消费记录',
    '介绍': '展示用户在研学平台的购买订单记录，支持根据支付时间、商品类型、订单状态查询，支持开发票。',
    '访问地址': 'https://x.cnki.net/account/app.html#/myConsumptionRecord'
  },
  {
    '功能': '我的积分',
    '介绍': '展示用户当前可用积分，今日总积分，积分明细，包括多个积分项，可在我的积分页面查看。',
    '访问地址': 'https://x.cnki.net/account/app.html#/myPoints'
  },
  {
    '功能': '我参加的活动',
    '介绍': '展示用户在平台参加的活动以及活动中获取到的奖品。',
    '访问地址': 'https://x.cnki.net/account/app.html#/myActivities'
  },
  {
    '功能': '在线客服',
    '介绍': '在线客服，出现无法处理或者解决的问题，可以咨询在线客服，协助解决。',
    '访问地址': 'http://kefu.cnki.net:80/im/text/10qhwh.html'
  },
  {
    '功能': '会员',
    '介绍': '研学平台个人会员购买页面，支持开通标准会员、高级会员、超级会员、知网研学AI、文献流量包，具体产品价格请点击立刻开通查看，学生认证享优惠。研学核心功能模块之一。',
    '访问地址': 'https://x.cnki.net/web/search/#/member'
  },
  {
    '功能': '帮助',
    '介绍': '提供研学平台网页端、桌面端、移动端功能的使用引导，协助用户更好的了解和使用研学。',
    '访问地址': 'https://x.cnki.net/web/search/#/help'
  },
  {
    '功能': '研学平台开放生态',
    '介绍': '研学平台支持开放生态合作，可以通过开放平台、插件、openApi的形式进行合作，搭建学习者、开发者、知识服务提供者共建的开放式智能化学习科研工具集散中心。研学核心功能模块之一。',
    '访问地址': 'https://openx.cnki.net/'
  },
  {
    '功能': '研读学习',
    '介绍': '包括：我的专题、我的资源包、我的课程。',
    '访问地址': 'https://x.cnki.net/web/psmc/#/MyStudy/recently'
  },
  {
    '功能': '创作投稿',
    '介绍': '包括：我的创作、模板、AI投稿分析、智能排版、投稿通道、学术规范知识库。研学核心功能模块之一',
    '访问地址': 'https://x.cnki.net/web/psmc/#/creation/list'
  },
  {
    '功能': '我的创作',
    '介绍': '支持上传、创建文件夹、新建文件，支持的文件格式：文字、表格、PPT，创建文件后进入编辑器页面，新版编辑器使用wps，编辑器页面可以使用，可使用功能：AI辅写。研学核心功能模块之一',
    '访问地址': 'https://x.cnki.net/web/psmc/#/creation/list'
  },
  {
    '功能': 'AI投稿分析',
    '介绍': '根据输入的标题、关键词、摘要进行投稿分析，匹配最适合的期刊。',
    '访问地址': 'https://x.cnki.net/web/psmc/#/Creation/ContributionAnalysis'
  },
  {
    '功能': '智能排版',
    '介绍': '可以对用户提供的文件进行排版，支持使用学位论文、期刊论文模板进行排版。学位论文排版：专科： 15元/篇、本科： 15元/篇、硕士： 20元/篇、博士： 25元/篇；期刊论文排版2元/页，最高18元/篇超过9页按9页计算',
    '访问地址': 'https://x.cnki.net/web/psmc/#/creation/typeSetting'
  },
  {
    '功能': '学术规范知识库',
    '介绍': '规范学术研究，提高写作效率。包括：法律道德准则、格式规范指导、高校学术规范、期刊论文规范、视频课程学习',
    '访问地址': 'https://x.cnki.net/web/rwkd'
  },
  {
    '功能': '笔记',
    '介绍': '包括：我的笔记、标签。可以查看和操作自己阅读文献做的笔记和标签。',
    '访问地址': 'https://x.cnki.net/web/psmc/#/notes/list'
  },
  {
    '功能': '我的',
    '介绍': '包括：我的订阅、笔记本、我的学术成果、全文翻译记录。',
    '访问地址': 'https://x.cnki.net/web/psmc/#/knowledge/subscribe'
  },
  {
    '功能': '回收站',
    '介绍': '支持专题、文献、笔记、创作、导图、汇编文档回收，可以删除或者还原回收得文档',
    '访问地址': 'https://x.cnki.net/web/psmc/#/recycle-bin/subject'
  },
  {
    '功能': '首月一元',
    '介绍': '新用户可以参与首月一元活动，一元钱获取知网研学31天会员功能特权。',
    '访问地址': 'https://x.cnki.net/activity/buy.html#/'
  }
]
